//工资
export const salaryDetailsData = [
        {
            // 月份
            "month" : 12,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 11,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 10,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 9,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 8,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 7,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 6,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 5,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 4,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 3,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 2,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        },
        {
            //月份
            "month" : 1,
            //所得项目小类
            "name" : "正常工资薪金",
            //公司-最多12个字
            "company" : "深圳市安客信息服务有限公司",
            //收入
            "inCome" : 6500,
            //已申报税额
            "declaredTax" : 28.83
        }
]
//劳务报酬
export const remunerationDetailsData = [
    {
        // 月份
        "month" : 12,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 600,
        //已申报税额
        "declaredTax" : 0.00
    },
    {
        // 月份
        "month" : 9,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 500,
        //已申报税额
        "declaredTax" : 0.00
    },
    {
        // 月份
        "month" : 7,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 800,
        //已申报税额
        "declaredTax" : 0.00
    },
    {
        // 月份
        "month" : 4,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 200,
        //已申报税额
        "declaredTax" : 0.00
    },
    {
        // 月份
        "month" : 3,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 600,
        //已申报税额
        "declaredTax" : 0.00
    },
    {
        // 月份
        "month" : 1,
        //所得项目小类
        "name" : "一般劳务报酬",
        //公司-最多12个字
        "company" : "湖北八带网络科技有限公司",
        //收入
        "inCome" : 500,
        //已申报税额
        "declaredTax" : 0.00
    },
]
